{
  "Săptămâna 1 (Coloseni 1:1-14)": [
    "Pavel scrie o scrisoare celor care Îl urmează pe Isus în orașul Colose (în Turcia de azi). În timp ce scrie, este plin de mulțumire. Pentru ce lucruri este recunoscător?",
    "Versetele 5-6 vorbesc despre Evanghelie. Cum înțelegi tu ce este Evanghelia? Ce spune Pavel că face Evanghelia (v. 6)?",
    "Epaphras a avut un impact asupra credincioșilor din Colose, învățându-i vestea bună (Evanghelia) a lui Isus. Poți să te gândești la cineva care te-a apropiat mai mult de Dumnezeu?",
    "Rugăciunea este foarte importantă pentru Pavel. Pentru ce se roagă el pentru creștinii din Colose (v. 9-11)? Care dintre aceste lucruri le dorești în viața ta?",
    "Ce se întâmplă atunci când Isus ne salvează (v. 13-14)? Crezi că ți s-a întâmplat asta vreodată?",
    "Care este un lucru pe care crezi că Dumnezeu vrea să-l faci după ce ai citit aceste versete? Cum vei asculta de ceea ce Dumnezeu îți cere?"
  ],
  "Săptămâna 2 (Coloseni 1:15-23)": [
    "Ce este adevărat despre Isus, conform v. 15-20? Notează tot ce observi.",
    "Ce înseamnă toate acestea despre Isus? Dacă totul este adevărat, cum ar trebui să răspundem?",
    "v. 15 spune că Isus este chipul Dumnezeului nevăzut. Cum schimbă viața lui Isus pe pământ capacitatea noastră de a-L vedea și înțelege pe Dumnezeu?",
    "Cum se compară descrierea lui Isus din Coloseni 1 cu percepția medie a oamenilor despre Isus?",
    "Reconcilierea este menționată de mai multe ori. Ce înțelegi prin acest cuvânt? De ce avem nevoie să fim împăcați?",
    "Ce ai învățat despre Isus și vrei să-ți amintești săptămâna aceasta? Cum îți va influența atitudinea sau comportamentul?"
  ],
  "Săptămâna 3 (Coloseni 1:24-2:5)": [
    "Pare ciudat că Pavel se bucură în suferințele sale. Cum poate face acest lucru? Ce motiv ar putea avea pentru bucuria lui? (1:24, 2:1-2)",
    "Pavel avea un scop clar. A urmărit acel scop cu toată dăruirea, fiind dispus să riște totul. Care era scopul și ținta sa principală pentru creștinii din Colose?",
    "Care este taina pe care Pavel voia ca cei din Colose să o înțeleagă?",
    "Pavel avea o dragoste profundă pentru ceilalți credincioși și dorea ca și alții să aibă același tip de dragoste. În ce moduri te provoacă dragostea lui Pavel? Cum poți iubi mai profund?",
    "Parte din „taină” este modul în care toate tipurile de oameni pot fi uniți în Isus. Ai văzut acest lucru în biserică? Dacă da, unde? Unde putem face o treabă mai bună în ceea ce privește unitatea între creștini (gândindu-ne la rasă, vârstă, gen, viziune politică, clasă etc.)?",
    "Este ceva în acest pasaj pe care nu îl înțelegi sau ai întrebări?",
    "Care este un mod în care dorești să crești sau să te schimbi în relația ta cu ceilalți?"
  ],
  "Săptămâna 4 (Coloseni 2:6-15)": [
    "Ar trebui să umblăm cu Isus în același mod în care L-am primit prima dată. Cât de central este Isus pentru primii pași ai credinței? Cum ar arăta să continuăm să umblăm cu Isus în centru?",
    "Există multe filozofii și credințe goale, înșelătoare, care nu țin cont de Isus. Care sunt câteva dintre convingerile populare din lumea de azi?",
    "Ce ne poate împiedica să cădem în aceste gândiri lumești? (vezi v. 6-7)",
    "v. 9 este o afirmație curajoasă. Ce înseamnă asta despre Isus din Nazaret?",
    "v. 10 merge și mai departe. Când suntem în Isus, avem tot ce ne trebuie! Ce înseamnă asta pentru viața de zi cu zi?",
    "În v. 11-13, vedem că putem fi identificați cu moartea, îngroparea și învierea lui Isus. Ți s-a întâmplat asta? Ai ajuns în punctul în care dorești să renunți la viața veche și să te identifici cu Isus, să îngropi păcatul și să fii înviat la o viață nouă? Dacă da, ai ilustrat asta prin botezul în apă?",
    "Cel mai eliberator lucru din lume este să știi că toate păcatele și datoriile tale au fost plătite de Hristos; că El le-a pironit pe cruce și a învins păcatul și diavolul. Cum te face să te simți acest adevăr?"
  ],
  "Săptămâna 5 (Coloseni 2:16-23)": [
    "Toate legile iudaice au fost menite să fie o umbră a Celui care urma să vină – Isus. Când Isus a trăit pe pământ, El a împlinit Legea perfect și I-a ascultat pe deplin pe Tatăl. Pentru cei care Îl urmează, perfecțiunea vine prin Isus, nu prin ce fac sau nu fac. De ce este aceasta o veste bună?",
    "Cum ne poate face să fim mândri concentrarea pe comportamentul exterior și moralitate (fără Isus)? Cum se întoarce împotriva noastră aducând rușine și condamnare?",
    "v. 19 spune că Isus este Capul Bisericii, iar biserica este trupul Său. Ce oferă Isus bisericii conform acestui verset și de ce este „capul” o ilustrație atât de bună?",
    "Pentru că viața noastră este în Isus, nu ne străduim să-L impresionăm pe Dumnezeu cu ascultarea noastră. Ascultăm pentru că Isus este vrednic și suntem plini de El. Cum ar arăta pentru tine săptămâna aceasta o concentrare mai mare pe Isus decât pe performanțele proprii?",
    "Mulți în lume se străduiesc pentru moralitate exterioară și modificare de comportament. Cum are acest lucru aparența înțelepciunii, dar îi lipsește puterea reală de schimbare?",
    "v. 23 vorbește despre oprirea poftelor firii. Care sunt unele domenii din viața ta care nu Îi plac lui Dumnezeu și pe care dorești sincer ca Isus să le schimbe în tine?"
  ],
  "Săptămâna 6 (Coloseni 3:1-17)": [
    "Ce înseamnă să fii „înviat cu Hristos”? Ce parte din tine moare atunci?",
    "Deși viața noastră veche moare, încă ne luptăm cu dorințele firii. Ce lucruri suntem îndemnați să „omorâm” (v. 5,8,9)?",
    "Simți vreodată cum vechile dorințe și ispite trag de tine? Care anume? Împărtășește-le pentru a te ruga împotriva lor și a primi susținere.",
    "În Coloseni 3 ni se spune să „dăm jos” anumite lucruri și să „îmbrăcăm” altele. Ce s-ar întâmpla dacă am înceta doar anumite lucruri, dar nu le-am înlocui cu atitudini și obiceiuri noi?",
    "Scrie lucrurile pe care ar trebui să le „îmbrăcăm” conform v. 12-17. Încercuiește unul sau două pe care crezi că Dumnezeu vrea să te concentrezi. Cum va arăta asta practic în viața ta săptămâna aceasta?",
    "v. 17 pare să le includă pe toate. Cum ar arăta să-ți trăiești rutina zilnică în Numele lui Isus – serviciul, curățenia, mersul la cumpărături, cafeaua cu un prieten, creșterea copiilor etc.?"
  ],
  "Săptămâna 7 (Coloseni 3:18-4:1)": [
    "Evanghelia despre care am citit în Coloseni 1-3 ne afectează identitatea și relațiile. Ce relații subliniază Pavel în aceste versete?",
    "Pentru următoarele relații, notează cum diferă abordarea lui Dumnezeu față de normele societății:\n\n  soț/soție –\n\n  părinți/copii –\n\n  angajator/angajat –",
    "Cum este interacțiunea noastră cu ceilalți legată direct de relația noastră cu Isus (v. 23-24)?",
    "De-a lungul istoriei, sclavia a fost o mare nedreptate. Pavel scrie unei societăți în care sclavia era răspândită, și în loc să aprobe nedreptatea, cere ca sclavii să fie tratați cu dreptate și echitate. Ce exemple de tratamente nedrepte vezi în societatea noastră de azi?",
    "Gândește-te la relațiile din viața ta. Care este o relație în care nu Îl mulțumești pe Isus și în care ai putea aplica acest pasaj? Cum o vei face?"
  ],
  "Săptămâna 8 (Coloseni 4:2-18)": [
    "Pentru ce îi încurajează Pavel pe creștinii din Colose să se roage? Cum îi încurajează să se roage?",
    "Pavel era un misionar credincios care împărtășea Evanghelia oriunde mergea, totuși cerea rugăciune pentru a primi oportunități. Ce învățăm despre rugăciune și cum este ea legată de a-L împărtăși pe Isus altora?",
    "Suntem chemați să umblăm în înțelepciune față de „cei din afară” (cei care nu Îl urmează pe Isus) (v. 5). De ce este important să trăim ascultători de Isus în relațiile cu acești oameni?",
    "Citește v. 6. Cum pot influența cuvintele și tonul nostru capacitatea altora de a primi speranța lui Isus?",
    "Unul dintre lucrurile care ne sperie în a vorbi despre Isus este teama că nu vom ști să răspundem la întrebările altora (v. 6). De ce este rugăciunea o parte vitală a pregătirii?",
    "Când citim v. 7-17, vedem că Pavel avea relații profunde și semnificative care l-au încurajat în mijlocul dificultăților. Ai prieteni apropiați care Îl urmează pe Isus? Cum poți să crești în aceste relații?",
    "Care sunt câteva domenii în care ai crescut după cele 8 săptămâni în cartea Coloseni? Ce ai învățat despre Dumnezeu? Dar despre tine?"
  ]
}
